var data = {
'标题': 'XX公司年会抽奖活动',
'人员':[
		{'num':0,'姓名':'张三','手机号':'13898430338','flag':1,'src':'images/010610101994.jpg'},
		{'num':1,'姓名':'张三1','手机号':'13898430339','flag':2,'src':'images/010610101996.jpg'},
		{'num':2,'姓名':'张三2','手机号':'13898430330','flag':3,'src':'images/010610101997.jpg'},
		{'num':3,'姓名':'张三3','手机号':'13898430331','flag':0,'src':'images/010610101998.jpg'},
		{'num':4,'姓名':'张三4','手机号':'13898430332','flag':0,'src':'images/010610102000.jpg'},
		{'num':5,'姓名':'张三5','手机号':'13898430333','flag':0,'src':'images/010610102003.jpg'}
	]
};
//说明 配置文件中 
//setting.js 文件说明：
//标题：页面显示标题
//num表示序号  按顺序依次增加
//姓名 一定要输入在单引号内
//手机号  一定要输入在单引号内
//flag 标志位中 0表示 随机用户  1表示指定一等奖  2表示制定二等奖  3表示指定三等奖 
//src 是值配置抽奖用户照片